Repository: Gaoyifei1011/GetStoreApp
Catalog: GetStoreApp/Strings/*/Download.resw
Source language: en_us
Languages: ar

source: Cancel
ar: إلغاء

# CancelToolTip
source: Exit multi-select mode
ar: الخروج من وضع التحديد المتعدد

source: Completed
ar: مكتمل

# CompletedCountInfo
source: There are {0} records that have been downloaded
ar: هناك {0} سجل تم تحميله

# CompletedEmpty
source: There are no records that have been downloaded
ar: لا توجد سجلات تم تحميلها

# CompletedEmptyDescription
source: Go to the app you want to download, and the file you downloaded will appear here
ar: اذهب إلى التطبيق الذي تريد تحميله، وسيظهر الملف الذي قمت بتحميله هنا

# CompleteDownload
source: Downloaded completed
ar: اكتمل التحميل

# Continue
source: Continue download
ar: استمرار التحميل

# ContinueAll
source: Download all
ar: تحميل الكل

# ContinueAllToolTip
source: Resume downloading the task that is paused
ar: استئناف تحميل المهمة المتوقفة

# ContinueToolTip
source: Continue downloading the current task
ar: استئناف تحميل المهمة الحالية

source: Delete
ar: حذف

source: Delete options
ar: خيارات الحذف

# DeleteOptionsToolTip
source: Click Show Delete Options
ar: انقر لعرض خيارات الحذف

# DeleteSelected
source: Delete
ar: حذف

# DeleteSelectedToolTip
source: Delete only the records of the selected items, not including the files
ar: احذف فقط سجلات العناصر المحددة، دون تضمين الملفات

# DeleteSelectedWithFile
source: Delete (including files)
ar: حذف (بما في ذلك الملفات)

# DeleteSelectedWithFileToolTip
source: Delete records of selected items and delete local files
ar: احذف سجلات العناصر المحددة واحذف الملفات المحلية

# DeleteToolTip
source: Deletes only the current record, not including the file
ar: يحذف فقط السجل الحالي، دون تضمين الملف

# DeleteWithFile
source: Delete records (including files)
ar: حذف السجلات (بما في ذلك الملفات)

# DeleteWithFileToolTip
source: Local files are deleted when records are deleted
ar: يتم حذف الملفات المحلية عند حذف السجلات

# DownloadDescription
source: Download instructions
ar: تعليمات التحميل

source: Download Failed
ar: فشل التحميل

source: Downloading
ar: جارٍ التحميل

# DownloadingCountInfo
source: There are {0} records in the process of being downloaded
ar: هناك {0} سجل قيد التحميل

# DownloadingEmpty
source: There are no records in the process of being downloaded
ar: لا توجد سجلات قيد التحميل

# DownloadingEmptyDescription
source: Go to the app you want to download, the file you're downloading will appear here
ar: اذهب إلى التطبيق الذي تريد تحميله، وسيظهر الملف الذي تقوم بتحميله هنا

# DownloadProgress
source: Downloaded {0}% completed
ar: تم تحميل {0}%

# ExplainTitle
source: Download instructions
ar: تعليمات التحميل

# ExplanContent1
source: The download link is time-sensitive, and the app does not currently support resuming downloads for apps that fail to download.
ar: رابط التحميل حساس للوقت، ولا يدعم التطبيق حاليًا استئناف التحميل للتطبيقات التي فشلت في التحميل.

# ExplanContent2
source: If you encounter a download service that quits because of an exception, we recommend restarting the app before trying to download.
ar: إذا واجهت خدمة تحميل تتوقف بسبب استثناء، نوصي بإعادة تشغيل التطبيق قبل محاولة التحميل.

# FileInformation
source: View file information
ar: عرض معلومات الملف

# FileNotExists
source: The file does not exist
ar: الملف غير موجود

# InstallError
source: Install failed
ar: فشل التثبيت

# Installing
source: Installing, please wait......
ar: جارٍ التثبيت، يرجى الانتظار......

# InstallToolTip
source: Install the app
ar: تثبيت التطبيق

# InstallValue
source: {0}% Installed
ar: {0}% تم تثبيته

source: Learn more
ar: تعرف على المزيد

source: Open folder
ar: فتح المجلد

# OpenFolderToolTip
source: Open the folder for default downloads
ar: فتح المجلد الافتراضي للتنزيلات

# OpenItemFolderToolTip
source: Open the folder where the current task was saved after the download was completed
ar: فتح المجلد حيث تم حفظ المهمة الحالية بعد اكتمال التحميل

# OpenSettings
source: Open Download Settings
ar: فتح إعدادات التحميل

source: Operation
ar: عملية

source: Pause all
ar: إيقاف الكل

# PauseAllToolTip
source: Pauses all tasks that are in the process of being downloaded or waiting to be downloaded
ar: يوقف جميع المهام التي قيد التحميل أو في انتظار التحميل

# PauseDownload
source: Download suspended
ar: تم إيقاف التحميل

# PauseToolTip
source: Pause downloading the current task
ar: إيقاف تحميل المهمة الحالية

# Progress
source: Download completed {0}%
ar: اكتمل التحميل {0}%

source: Select
ar: تحديد

source: Select all
ar: تحديد الكل

# SelectedToolTip
source: Selected
ar: محدد

source: Select none
ar: عدم تحديد أي شيء

# SelectToolTip
source: Enter multi-select mode
ar: الدخول في وضع التحديد المتعدد

source: Share file
ar: مشاركة الملف

# ShareFileTitle
source: File sharing
ar: مشاركة الملف

# ShareSelectedFile
source: Share the selected files
ar: مشاركة الملفات المحددة

# Title
source: Download Management
ar: إدارة التحميل

source: View more
ar: عرض المزيد
